IdeaRS.OpenModel.Detail.OpeningRect
Representation of rectangular opening in IDEA StatiCa Detail

IdeaRS.OpenModel.Detail.OpeningRect.#ctor
Constructor

IdeaRS.OpenModel.Detail.OpeningRect.Width
Width of wall

IdeaRS.OpenModel.Detail.OpeningRect.Height
Height of wall